new-item <my-marker>.
new-item paragraph.
list. a b c d
88  base_2  value  2. 
***--- This is a comment
identification division.
program-id. base_jb.
date-written.  7-jul-1995 - mb.
data division.
working-storage section.
procedure division.
